Repository: davidriegel/drssed-ios
Catalog: Drssed/Resources/Localizable.xcstrings
Source language: en
Languages: de

# auth.email.placeholder
source: Your email address for Drssed
de: Deine E-Mail-Adresse für Drssed

# auth.landing.guest
source: Continue without an account
de: Ohne Konto fortfahren

# auth.landing.signin
source: I already have an account
de: Ich habe schon ein Konto

# auth.landing.signup
source: Sign up
de: Registrieren

# auth.landing.subtitle
source: Create an account so your wardrobe survives a new device and a fresh install.
de: Erstell ein Konto, damit dein Schrank auf allen Geräten und nach einer Neuinstallation erhalten bleibt.

# auth.landing.title
source: Welcome to Drssed
de: Willkommen bei Drssed

# auth.reset.confirmation
source: If an account exists for that address, the email is on its way. Check your spam folder, too.
de: Wenn es zu dieser Adresse ein Konto gibt, ist die E-Mail unterwegs. Schau auch im Spam-Ordner nach.

# auth.reset.send
source: Send link
de: Link anfordern

# auth.reset.subtitle
source: Enter your account's email address. You'll get an email with a link to set a new password.
de: Gib die E-Mail-Adresse deines Kontos ein. Du bekommst eine Mail mit einem Link, über den du ein neues Passwort vergeben kannst.

# auth.reset.title
source: Reset password
de: Passwort zurücksetzen

# auth.signin.email.placeholder
source: Your email address for Drssed
de: Deine E-Mail-Adresse bei Drssed

# auth.signin.forgotPassword
source: Forgot your password?
de: Passwort vergessen?

# auth.signin.guest.notice
source: You're here as a guest: signing in to an existing account discards your clothes and outfits. Upgrading your account keeps them.
de: Du bist als Gast unterwegs: Wenn du dich bei einem bestehenden Konto anmeldest, gehen deine Kleidungsstücke und Outfits verloren. Mit einem Account-Upgrade nimmst du sie mit.

# auth.signin.password.placeholder
source: Your password for Drssed
de: Dein Passwort für Drssed

# auth.signin.signup.cta1
source: Don't have an account yet?
de: Noch keinen Account?

# auth.signin.signup.cta2
source: Sign up
de: Registrieren

# auth.signin.title
source: Sign In
de: Einloggen

# auth.signin.upgrade.cta1
source: Want to keep
de: Du möchtest deinen

# auth.signin.upgrade.cta2
source: your guest-account?
de: Gast-Account behalten?

# auth.signup.password.placeholder
source: Your new password for your account containing at least 8 characters.
de: Dein neues Password mit mindestens 8 Zeichen.

# auth.signup.signin.cta1
source: Already have an account?
de: Du hast bereits einen Account?

# auth.signup.signin.cta2
source: Sign in
de: Einloggen

# auth.signup.title
source: Register account
de: Account registrieren

# auth.upgrade.password.placeholder
source: Your new password for your account containing at least 8 characters.
de: Das Passwort muss mindestens 8 Zeichen lang sein.

# auth.upgrade.signin.cta1
source: Already have an account?
de: Du hast bereits einen Account?

# auth.upgrade.signin.cta2
source: Sign in
de: Einloggen

# auth.upgrade.title
source: Upgrade account
de: Account upgraden

# calendar.day.empty
source: Nothing logged
de: Nichts eingetragen

# calendar.month.entries
source: %lld entries
de: %lld Einträge

# calendar.month.next
source: Next month
de: Nächster Monat

# calendar.month.previous
source: Previous month
de: Vorheriger Monat

# calendar.outfit.unknown
source: Unknown outfit
de: Unbekanntes Outfit

# calendar.today
source: Today
de: Heute

# category_bottom
source: Bottom
de: Hose

# category_jacket
source: Jacket
de: Jacke

# category_one_piece
source: One-Piece
de: Einteiler

# category_unknown
source: Other
de: Sonstiges

# categorypicker.search.placeholder
source: Search category
de: Kategorie suchen

# categorypicker.title
source: Choose category
de: Kategorie wählen

# clothingupload.alert.success
source: Successfully added clothing to wardrobe
de: Kleidungsstück hinzugefügt

# clothingupload.button.finish
source: Add
de: Hinzufügen

# clothingupload.error.missing.category
source: You need to pick a category
de: Du musst eine Kategorie für das Kleidungsstück auswählen

# clothingupload.error.missing.image
source: You still need to take or upload an image
de: Du hast noch kein Bild hochgeladen

# clothingupload.error.missing.seasons
source: You need to pick at least one season
de: Du musst mindestens eine Jahreszeit auswählen

# clothingupload.error.missing.tags
source: You need to select at least one tag to proceed
de: Du musst mindestens einen Tag auswählen

# clothingupload.title
source: Add clothing to wardrobe
de: Kleidungsstück hinzufügen

# common.add
source: Add
de: Hinzufügen

# common.all
source: All
de: Alles

# common.cancel
source: Cancel
de: Abbrechen

# common.category.title
source: Category
de: Kategorie

# common.color.title
source: Color
de: Farbe

# common.continue
source: Continue
de: Weiter

# common.delete
source: Delete
de: Löschen

# common.done
source: Done
de: Fertig

# common.edit
source: Edit
de: Editieren

# common.email
source: Email
de: E-Mail-Adresse

# common.error.title
source: Error
de: Fehler

# common.favorite.title
source: Favorite
de: Favorit

# common.filter.menu
source: Filter by
de: Filter nur

# common.none
source: None
de: Keine

# common.password
source: Password
de: Passwort

# common.placeholder.name
source: e.g. blue COS t-shirt…
de: z.B. blaues COS T-Shirt…

# common.placeholder.select
source: Select
de: Auswählen

# common.save
source: Save
de: Speichern

# common.scale.large
source: Large
de: Groß

# common.scale.medium
source: Medium
de: Mittel

# common.scale.small
source: Small
de: Klein

# common.scale.title
source: Scale
de: Größe

# common.season.autumn
source: Autumn
de: Herbst

# common.season.spring
source: Spring
de: Frühling

# common.season.summer
source: Summer
de: Sommer

# common.season.title
source: Seasons
de: Jahreszeiten

# common.sort.date
source: Creation date
de: Datum

# common.sort.edit
source: Recently edited
de: Veränderung

# common.sort.menu
source: Sort by (descending)
de: Sortiere nach (absteigend)

# common.suggest
source: Suggest
de: Vorschlag

# common.tag.casual
source: Casual
de: Lässig

# common.tag.formal
source: Formal
de: Formell

# common.tag.sports
source: Sports
de: Sportlich

# common.undo
source: Undo
de: Änderungen wiederrufen

# common.view
source: View
de: Ansehen

# common.warmth.airy
source: Airy
de: Luftig

# common.warmth.light
source: Light
de: Leicht

# common.warmth.title
source: Warmth
de: Wärme

# common.warmth.toasty
source: Toasty
de: Wärmend

# details.delete.question
source: Are you sure you want to delete this item?
de: Bist du dir sicher, dass du dieses Kleidungsstück löschen willst?

# details.delete.title
source: Delete item
de: Kleidungsstück löschen

# details.unsaved.title
source: Unsaved changes
de: Ungesicherte Veränderung

# error.action.retry
source: Retry
de: Erneut Versuchen

# error.api.badRequest.description
source: The request was malformed.
de: Die Anfrage war fehlerhaft.

# error.api.conflict.description
source: A conflict occurred with the current state.
de: Es ist ein Konflikt mit dem aktuellen Zustand aufgetreten.

# error.api.conflict.suggestion
source: Please refresh and try again.
de: Bitte aktualisiere und versuche es erneut.

# error.api.forbidden.description
source: You don't have permission to access this resource.
de: Du hast keine Berechtigung, auf diese Ressource zuzugreifen.

# error.api.forbidden.suggestion
source: Contact support if you believe this is an error.
de: Kontaktiere den Support, wenn du glaubst, dass dies ein Fehler ist.

# error.api.generic.suggestion
source: Please try again or contact support if the problem persists.
de: Versuche es erneut oder kontaktiere den Support wenn das Problem besteht.

# error.api.internalServerError.description
source: A server error occurred.
de: Ein server Fehler ist aufgetreten.

# error.api.methodNotAllowed.description
source: This action is not allowed.
de: Diese Aktion ist nicht erlaubt.

# error.api.notFound.description
source: The requested resource could not be found.
de: Die angeforderte Ressource konnte nicht gefunden werden.

# error.api.notFound.suggestion
source: The item may have been deleted or moved.
de: Das Element wurde möglicherweise gelöscht oder verschoben.

# error.api.offline.description
source: No internet connection available.
de: Keine Internetverbindung verfügbar.

# error.api.offline.suggestion
source: Please check your internet connection and try again.
de: Bitte überprüfe deine Internetverbindung und versuche es erneut.

# error.api.payloadTooLarge.description
source: The data you're trying to send is too large.
de: Die Daten, die du senden möchtest, sind zu groß.

# error.api.payloadTooLarge.suggestion
source: Please reduce the size of your data and try again.
de: Bitte reduziere die Größe deiner Daten und versuche es erneut.

# error.api.serverError.suggestion
source: Please try again later. If the problem persists, contact support.
de: Bitte versuche es später erneut. Wenn das Problem weiterhin besteht, kontaktiere den Support.

# error.api.serverUnavailable.description
source: The server is currently unavailable.
de: Der Server ist derzeit nicht verfügbar.

# error.api.timeout.description
source: The request took too long to complete.
de: Die Anfrage hat zu lange gedauert.

# error.api.timeout.suggestion
source: Please try again. If the problem persists, check your connection.
de: Bitte versuche es erneut. Wenn das Problem weiterhin besteht, überprüfe deine Internetverbindung.

# error.api.tooManyRequests.description
source: Too many requests. Please slow down.
de: Zu viele Anfragen.

# error.api.tooManyRequests.suggestion
source: Please wait a moment before trying again.
de: Bitte warte einen Moment, bevor du es erneut versuchst.

# error.api.unauthorized.description
source: Authentication required or session expired.
de: Authentifizierung erforderlich oder Sitzung abgelaufen.

# error.api.unauthorized.suggestion
source: Please log in again to continue.
de: Bitte melde dich erneut an, um fortzufahren.

# error.api.unknown.description
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

# error.api.unknown.descriptionWithCode
source: An unexpected error occurred (Status: %1$(code)lld).
de: Ein unerwarteter Fehler ist aufgetreten (Status: %1$(code)lld).

# error.api.unprocessableContent.description
source: The request could not be processed.
de: Die Anfrage konnte nicht verarbeitet werden.

# error.api.unprocessableContent.suggestion
source: Please check your input and try again.
de: Bitte überprüfe deine Eingaben und versuche es erneut.

# error.auth.emailInUse.description
source: This email address is already registered.
de: Diese E-Mail-Adresse ist bereits registriert.

# error.auth.emailInUse.suggestion
source: Try signing in or use a different email address.
de: Versuche dich anzumelden oder verwende eine andere E-Mail-Adresse.

# error.auth.invalidCredentials.description
source: The login credentials you entered are incorrect.
de: Die eingegebenen Anmeldedaten sind ungültig.

# error.auth.invalidCredentials.suggestion
source: Please check your credentials and try again.
de: Bitte überprüfe deine Anmeldedaten und versuche es erneut.

# error.auth.invalidEmail.description
source: Email address is invalid.
de: Die E-Mail-Adresse ist ungültig.

# error.auth.invalidEmail.suggestion
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.

# error.auth.missingCredentials.description
source: Missing email and username.
de: Fehlende E-Mail-Adresse und Nutzername.

# error.auth.missingCredentials.suggestion
source: Please add at least one of the missing credentials and try again.
de: Bitte gebe mindestens eine der beiden Anmeldenamen an und versuche es erneut.

# error.auth.notSignedIn.description
source: You are not signed in.
de: Du bist nicht angemeldet.

# error.auth.notSignedIn.suggestion
source: Please sign in to continue.
de: Bitte melde dich an, um fortzufahren.

# error.auth.refreshTokenFailed.description
source: Failed to refresh session.
de: Die Sitzung konnte nicht aktualisiert werden.

# error.auth.tokenError.suggestion
source: Please sign in again.
de: Bitte melde dich erneut an.

# error.auth.tokenExpired.description
source: Your session has expired.
de: Deine Sitzung ist abgelaufen.

# error.auth.tokenInvalid.description
source: Authentication token is invalid.
de: Das Authentifizierungs-Token ist ungültig.

# error.auth.unknown.description
source: An authentication error occurred.
de: Ein Authentifizierungsfehler ist aufgetreten.

# error.auth.unknown.suggestion
source: Please try again or contact support.
de: Bitte versuche es erneut oder kontaktiere den Support.

# error.auth.unknownWithDetail.description
source: An authentication error occurred: %1$(error)@
de: Ein Authentifizierungsfehler ist aufgetreten: %1$(error)@

# error.auth.usernameInUse.description
source: This username is already taken.
de: Der Benutzername ist bereits vergeben.

# error.auth.usernameInUse.suggestion
source: Please choose a different username.
de: Bitte wähle einen anderen Benutzernamen.

# error.auth.weakPassword.description
source: Password is too weak.
de: Das Passwort ist zu schwach.

# error.auth.weakPassword.suggestion
source: Password must be at least 8 characters with letters and numbers.
de: Das Passwort muss mindestens 8 Zeichen lang sein.

# error.coreData.contextNotAvailable
source: Database context is not available.
de: Der Datenbankkontext ist nicht verfügbar.

# error.coreData.critical.suggestion
source: Please restart the app.
de: Bitte starte die App neu.

# error.coreData.deleteFailed
source: Failed to delete data: %1$(reason)@
de: Fehler beim Löschen der Daten: %1$(reason)@

# error.coreData.fetch.suggestion
source: Please try refreshing. If the problem persists, restart the app.
de: Bitte aktualisiere. Wenn das Problem weiterhin besteht, starte die App neu.

# error.coreData.fetchFailed
source: Failed to load data: %1$(reason)@
de: Fehler beim Laden der Daten: %1$(reason)@

# error.coreData.invalidManagedObject
source: Invalid database object.
de: Ungültiges Datenbankobjekt.

# error.coreData.saveDelete.suggestion
source: Please try again. If the problem persists, restart the app.
de: Bitte versuche es erneut. Wenn das Problem weiterhin besteht, starte die App neu.

# error.coreData.saveFailed
source: Failed to save data: %1$(reason)@
de: Fehler beim Speichern der Daten: %1$(reason)@

# error.custom.formInvalid.description
source: %1$(field)@ is invalid.
de: %1$(field)@ ist ungültig.

# error.custom.missingValue.description
source: %1$(field)@ is required.
de: %1$(field)@ ist erforderlich.

# error.custom.valueTooLong.description
source: %1$(field)@ can only be %2$(maxLength)lld characters long.
de: %1$(field)@ darf höchstens %2$(maxLength)lld Zeichen lang sein.

# error.custom.valueTooShort.description
source: %1$(field)@ must be at least %2$(minLength)lld characters long.
de: %1$(field)@ muss mindestens %2$(minLength)lld Zeichen lang sein.

# error.title.api
source: Connection Error
de: Verbindungsfehler

# error.title.authentication
source: Authentication Error
de: Authentifizierungsfehler

# error.title.coreData
source: Data Error
de: Datenfehler

# error.title.system
source: Error
de: Fehler

# error.title.validation
source: Validation Error
de: Validierungsfehler

# home.greeting.day
source: Good afternoon
de: Guten Tag

# home.greeting.evening
source: Good evening
de: Guten Abend

# home.greeting.morning
source: Good morning
de: Guten Morgen

# home.greeting.night
source: Good night
de: Gute Nacht

# home.history.title
source: Recently worn
de: Zuletzt getragen

# home.recommendations.action.createOutfit
source: Create outfit
de: Outfit anlegen

# home.recommendations.action.settings
source: Open Settings
de: Einstellungen öffnen

# home.recommendations.empty
source: No matching outfits found.
de: Keine passenden Outfits gefunden.

# home.recommendations.empty.location
source: Without your location we can't tell the weather.
de: Ohne Standort kennen wir das Wetter nicht.

# home.recommendations.empty.noOutfits
source: No outfits yet – create one and we'll suggest what fits.
de: Noch keine Outfits – leg eins an, dann schlagen wir dir passende vor.

# home.recommendations.empty.offline
source: No connection – suggestions come back as soon as you're online.
de: Keine Verbindung – sobald du wieder online bist, kommen die Vorschläge zurück.

# home.recommendations.empty.weather
source: Without weather data we cannot suggest anything.
de: Ohne Wetterdaten können wir dir nichts vorschlagen.

# home.recommendations.pieces
source: %lld pieces
de: %lld Teile

# home.recommendations.title
source: Right for today
de: Passend zu heute

# home.recommendations.weather
source: Feels like %@ °C · %@
de: Gefühlt %@ °C · %@

# home.recommendations.weather.unavailable
source: Weather unavailable
de: Wetter nicht verfügbar

# home.recommendations.worn
source: Logged %@
de: %@ eingetragen

# home.recommendations.wornToday
source: Already worn today
de: Heute schon getragen

# imagepicker.backgroundRemoval.error
source: The image background couldn't be removed
de: Der Bildhintergrund konnte nicht entfernt werden

# imagepicker.error.tooLarge.suggestion
source: Use a smaller image or a image with lower resolution.
de: Nutze ein kleineres Bild oder ein Bild mit geringerer Auflösung

# imagepicker.source.camera
source: Camera
de: Kamera

# imagepicker.source.default
source: Default Images
de: Standardbilder

# imagepicker.source.library
source: Photo Library
de: Fotobibliothek

# imagepicker.source.message
source: Choose a source
de: Wähle eine Quelle

# imagepicker.source.title
source: Select Photo
de: Foto auswählen

# imagepicker.uploadimage.hint
source: Make sure the clothing is easy to see against the background and take the photo in good lighting
de: Achte darauf, dass sich das Kleidungsstück gut vom Hintergrund abhebt und mache das Foto bei guter Beleuchtung

# imagepicker.uploadimage.title
source: Add image
de: Bild hinzufügen

# lookbook.search.placeholder
source: Search outfits…
de: Outfits durchsuchen…

# lookbook.upload.cta1
source: Seems like you don't have any outfits yet..?
de: Sieht so aus, als hättest du noch keine Outfits..?

# lookbook.upload.cta2
source: Create your first outfit now!
de: Erstelle jetzt dein erstes Outfit!

# outfitcomposer.alert.success
source: Successfully created outfit and saved to wardrobe
de: Outfit gespeichert

# outfitcomposer.clear
source: Clear
de: Leeren

# outfitcomposer.error.selectmultipleitems
source: You have to pick at least two items to create an outfit with.
de: Du musst mindestens 2 Klamotten auswählen um ein Outfit zu erstellen.

# outfitcomposer.error.suggest
source: Couldn't generate an outfit
de: Outfit konnte nicht generiert werden

# outfitcomposer.submit.title
source: Finish outfit
de: Outfit fertigstellen

# outfitcomposer.title
source: Create outfit
de: Outfit erstellen

# outfitdetails.delete.question
source: Are you sure you want to delete this outfit?
de: Bist du dir sicher, dass du dieses Outfit löschen willst?

# outfitdetails.delete.title
source: Delete outfit
de: Outfit löschen

# outfitdetails.stats.count
source: Worn
de: Getragen

# outfitdetails.stats.never
source: Never worn yet
de: Noch nie getragen

# outfitdetails.stats.never.hint
source: Wear it once and you'll see when and in what weather, right here.
de: Trag es einmal – danach siehst du hier, wann und bei welchem Wetter.

# outfitdetails.stats.occasion
source: Occasion
de: Anlass

# outfitdetails.stats.rating
source: Rating
de: Bewertung

# outfitdetails.unsaved.message
source: How do you want to proceed with those changes?
de: Wie willst du mit diesen Veränderungen vorgehen?

# outfitdetails.unsaved.title
source: Unsaved changes found in your outfit
de: Du hast noch ungespeicherte Veränderungen in deinem Outfit

# profile.about
source: About
de: Über Drssed

# profile.account.delete
source: Delete account
de: Account löschen

# profile.account.delete.confirm.action
source: Delete permanently
de: Endgültig löschen

# profile.account.delete.confirm.message
source: Your account and all your clothes and outfits will be permanently deleted. This action cannot be undone.
de: Dein Account und alle deine Kleidungsstücke und Outfits werden unwiderruflich gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# profile.account.delete.confirm.title
source: Delete account?
de: Account wirklich löschen?

# profile.account.email
source: Change email adress
de: E-Mail-Adresse ändern

# profile.account.email.message
source: Enter your new email address and confirm with your current password.
de: Gib deine neue E-Mail-Adresse ein und bestätige mit deinem aktuellen Passwort.

# profile.account.email.new.placeholder
source: New email address
de: Neue E-Mail-Adresse

# profile.account.password
source: Change password
de: Passwort ändern

# profile.account.password.current.placeholder
source: Current password
de: Aktuelles Passwort

# profile.account.password.message
source: Enter your current password and choose a new one.
de: Gib dein aktuelles Passwort ein und wähle ein neues.

# profile.account.password.new.placeholder
source: New password
de: Neues Passwort

# profile.guest.delete
source: Delete guest data
de: Gast-Daten löschen

# profile.guest.delete.confirm.message
source: All your clothes and outfits will be permanently deleted. This action cannot be undone.
de: Alle deine Kleidungsstücke und Outfits werden unwiderruflich gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# profile.guest.delete.confirm.title
source: Delete all data?
de: Wirklich alle Daten löschen?

# profile.guest.retention.notice
source: Guest accounts are deleted after 90 days without opening the app.
de: Gast-Accounts werden nach 90 Tagen ohne App-Nutzung automatisch gelöscht.

# profile.guest.signin.cta1
source: Already have an account?
de: Du hast bereits einen Account?

# profile.guest.signin.cta2
source: Sign In
de: Einloggen

# profile.guest.signup
source: Upgrade your account
de: Account upgraden

# profile.guest.subtitle
source: Keep your wardrobe and outfits in sync across all your devices.
de: Synchronisiere deine Kleidung und Outfits geräteübergreifend und verliere sie nie.

# profile.guest.title
source: Never lose your wardrobe
de: Sichere deine Garderobe

# profile.member_since
source: Member since
de: Mitglied seit

# profile.privacy
source: Privacy
de: Datenschutz

# profile.signout
source: Sign Out
de: Ausloggen

# profile.signout.confirm.message
source: You'll continue as a guest after signing out. Your locally stored data will be removed.
de: Du wirst danach wieder als Gast fortfahren. Deine lokal gespeicherten Daten werden entfernt.

# profile.signout.confirm.title
source: Sign out?
de: Wirklich abmelden?

# profile.stats.clothing
source: Clothes
de: Kleidungsstücke

# profile.title
source: Profile
de: Profil

# searchbar.clothes.placeholder
source: Search for clothes
de: Suche nach Klamotten

# subcategory_bomber_jacket
source: Bomber Jacket
de: Bomberjacke

# subcategory_cardigan
source: Cardigan
de: Strickjacke

# subcategory_cargo_pants
source: Cargo Pants
de: Cargohose

# subcategory_coat
source: Coat
de: Mantel

# subcategory_denim_jacket
source: Denim Jacket
de: Jeansjacke

# subcategory_dress
source: Dress
de: Kleid

# subcategory_leather_jacket
source: Leather Jacket
de: Lederjacke

# subcategory_longsleeve
source: Longsleeve
de: Langarmshirt

# subcategory_overall
source: Overalls
de: Latzhose

# subcategory_puffer_jacket
source: Puffer Jacket
de: Steppjacke

# subcategory_rain_jacket
source: Rain Jacket
de: Regenjacke

# subcategory_shirt
source: Shirt
de: Hemd

# subcategory_skirt
source: Skirt
de: Rock

# subcategory_sports_jacket
source: Sports Jacket
de: Sportjacke

# subcategory_suit
source: Suit
de: Anzug
